Список делителей
На вход программе подается натуральное число n. Напишите программу, которая создает список состоящий из делителей введенного числа.


# put your python code here
n = int(input())   # Вход числа
b = []             # Эта болванка понадобится для добавления делителей
for i in range(1, n+1):
    if n%i==0:     # Это условие отбора делителей, если остаток от деления 0, то делитель добавлем в список.
        b.append(i)
print(b)
